#다리의 힘을 주고 무릎관절을 이용하면서 의자에서 일어나기
a=input("숫자를 입력해보세요. : ")
print("당신의 나이는 {} 살 입니다.".format(a))
#시계방향으로 90도 회전
#-12시 방향으로 1.3m 직진 
#-팔을 올리고 300ml 종이컵 들기 
#-들고 있는 상태에서 3시 방향으로 15cm 이동
#-사용하지 않는 반대쪽 손으로 오렌지색 "아이스티"음료 10번 펌프하기
#-시계방향 90도 회전 
#-12시 방향으로 60cm 직진 
#-10시 방향으로 손을 뻗어서 제일 안 쪽에 있는 흰색 박스 만지기 (얼음통)
#-손으로 흰색모양 얼음통 뚜껑 열기
#-얼음통 옆에 있는 집개를 들고 얼음통안에 있는 얼음 10개 종이컵에 담기
#-사용한 집개는 얼음통 옆에 있는 작은 통안에 두기 
#-9시 방향으로 5cm 이동
#-흰색박스(정수기)에 냉수쪽 회색버튼을 손으로 약하게 밀어 5초 동안 담는다
#-6시 방향으로 5센치 뒤로 가기 
#-시계 반대 방향으로 90도 회전
#-60cm 직진
#-시계 반대 방향으로 90도 회전
#-1.3m 직진
#-테이블 위에 아이스티를 올려둔다.
#-"은혜야 맛있게 마셔 다음에 또 해줄게" 말한다.

